Repository: moxuan1121/OpenMinis
Catalog: src/ios/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, hr, id, ja, ko, ms, pl, pt_br, ro, ru, th, tr, zh_hans, zh_hant

source: API keys and tokens are stored only in the iOS Keychain on your device and are never sent to us
de: API Keys und Tokens werden nur im iOS-Schlüsselbund auf Ihrem Gerät gespeichert und niemals an uns gesendet
es: Las claves de API y los tokens se guardan únicamente en el Keychain de iOS de tu dispositivo y nunca se nos envían
fil: Ang mga API key at token ay nakaimbak lang sa iOS Keychain sa device mo at hindi kailanman ipinapadala sa amin
fr: Les clés API et tokens sont stockés uniquement dans le trousseau iOS de votre appareil et ne nous sont jamais envoyés
hr: API ključevi i tokeni pohranjeni su isključivo u iOS Keychainu na vašem uređaju i nikada nam se ne šalju
id: Kunci API dan token hanya disimpan di Keychain iOS pada perangkat Anda dan tidak pernah dikirim ke kami
ja: API KeyとTokenはデバイスのiOS キーチェーンにのみ保存され、私たちに送信されることはありません
ko: API Key와 Token은 기기의 iOS 키체인에만 저장되며 저희에게 전송되지 않습니다
ms: Kunci API dan token hanya disimpan dalam Keychain iOS pada peranti anda dan tidak pernah dihantar kepada kami
pl: Klucze API i tokeny są przechowywane wyłącznie w Pęku kluczy iOS na Twoim urządzeniu i nigdy nie trafiają do nas
pt_br: As chaves de API e os tokens ficam apenas no Keychain do iOS do seu dispositivo e nunca são enviados para nós
ro: Cheile API și tokenurile sunt stocate doar în Keychain-ul iOS de pe dispozitivul tău și nu ne sunt trimise niciodată
ru: Ключи API и токены хранятся только в Keychain iOS на вашем устройстве и никогда не отправляются нам
th: คีย์ API และโทเคนถูกจัดเก็บใน iOS Keychain บนอุปกรณ์ของคุณเท่านั้น และไม่เคยถูกส่งมาให้เรา
tr: API anahtarları ve token'lar yalnızca aygıtınızdaki iOS Anahtar Zinciri'nde saklanır ve bize hiç gönderilmez
zh_hans: API Key 和 Token 仅存储在设备的 iOS 钥匙串中，绝不会发送给我们
zh_hant: API Key 和 Token 僅存儲在設備的 iOS 鑰匙串中，絕不會傳送給我們

source: API keys restored
de: API-Schlüssel wiederhergestellt
es: Claves de API restauradas
fil: Na-restore ang mga API key
fr: Clés API restaurées
hr: API ključevi vraćeni
id: Kunci API dipulihkan
ja: API キーを復元しました
ko: API 키가 복원되었습니다
ms: Kunci API dipulihkan
pl: Przywrócono klucze API
pt_br: Chaves de API restauradas
ro: Chei API restaurate
ru: Ключи API восстановлены
th: กู้คืนคีย์ API แล้ว
tr: API anahtarları geri yüklendi
zh_hans: 已恢复 API 密钥
zh_hant: 已還原 API 金鑰

source: API keys were restored for %lld provider(s) along with their settings. Existing keys on this device were kept. OAuth logins may still need to be renewed if their tokens have expired.
de: Für %lld Anbieter wurden API-Schlüssel samt Einstellungen wiederhergestellt. Vorhandene Schlüssel auf diesem Gerät blieben erhalten. OAuth-Anmeldungen müssen möglicherweise erneuert werden, wenn ihre Tokens abgelaufen sind.
es: Se restauraron las claves de API de %lld proveedor(es) junto con sus ajustes. Se conservaron las claves ya existentes en este dispositivo. Puede que aún debas renovar los inicios de sesión con OAuth si sus tokens han caducado.
fil: Na-restore ang mga API key para sa %lld provider kasama ang mga setting nila. Napanatili ang umiiral na key sa device na ito. Maaaring kailangan pa ring i-renew ang mga OAuth login kung nag-expire na ang token nila.
fr: Les clés API ont été restaurées pour %lld fournisseur(s), avec leurs réglages. Les clés existantes sur cet appareil ont été conservées. Les connexions OAuth peuvent encore devoir être renouvelées si leurs jetons ont expiré.
hr: API ključevi vraćeni su za pružatelje (%lld) zajedno s njihovim postavkama. Postojeći ključevi na ovom uređaju su zadržani. OAuth prijave možda će ipak trebati obnoviti ako su im tokeni istekli.
id: Kunci API dipulihkan untuk %lld penyedia beserta pengaturannya. Kunci yang sudah ada di perangkat ini tetap dipertahankan. Login OAuth mungkin masih perlu diperbarui jika tokennya kedaluwarsa.
ja: %lld 件のプロバイダーについて、設定とあわせて API キーを復元しました。このデバイスの既存のキーは保持されます。OAuth ログインは、トークンが期限切れの場合は再認証が必要になることがあります。
ko: %lld개 공급자의 API 키가 설정과 함께 복원되었습니다. 이 기기의 기존 키는 유지됩니다. OAuth 로그인은 토큰이 만료된 경우 갱신이 필요할 수 있습니다.
ms: Kunci API dipulihkan untuk %lld pembekal berserta tetapannya. Kunci sedia ada pada peranti ini dikekalkan. Log masuk OAuth mungkin masih perlu diperbaharui jika tokennya telah luput.
pl: Przywrócono klucze API wraz z ustawieniami dla dostawców: %lld. Zachowano klucze już obecne na tym urządzeniu. Logowania OAuth mogą wymagać odnowienia, jeśli ich tokeny wygasły.
pt_br: As chaves de API foram restauradas para %lld provedor(es), junto com seus ajustes. As chaves já existentes neste dispositivo foram mantidas. Os logins OAuth ainda podem precisar de renovação, se os tokens tiverem expirado.
ro: Cheile API au fost restaurate pentru %lld furnizori, împreună cu setările lor. Cheile existente pe acest dispozitiv au fost păstrate. Autentificările OAuth pot necesita reînnoire, dacă tokenurile lor au expirat.
ru: Ключи API восстановлены для %lld провайдеров вместе с их настройками. Существующие ключи на этом устройстве сохранены. Входы по OAuth, возможно, потребуется обновить, если их токены истекли.
th: กู้คืนคีย์ API สำหรับผู้ให้บริการ %lld รายพร้อมการตั้งค่าแล้ว คีย์เดิมบนอุปกรณ์นี้ถูกเก็บไว้ การเข้าสู่ระบบด้วย OAuth อาจยังต้องต่ออายุหากโทเคนหมดอายุแล้ว
tr: %lld sağlayıcı için API anahtarları ayarlarıyla birlikte geri yüklendi. Bu aygıttaki var olan anahtarlar korundu. Token'ları süresi dolmuşsa OAuth oturumlarının yenilenmesi gerekebilir.
zh_hans: 已为 %lld 个服务商恢复 API 密钥及其设置。本机已有的密钥保持不变。若 OAuth 令牌已过期，可能仍需重新登录。
zh_hant: 已為 %lld 個服務商還原 API 金鑰與相關設定。這台裝置上既有的金鑰會保留。若 OAuth 權杖已過期，可能仍需重新登入。

source: App Base
de: App-Basis
es: Base de la app
fr: Base de l'app
hr: Osnova aplikacije
id: Basis Aplikasi
ja: アプリベース
ko: 앱 베이스
ms: Asas Apl
pl: Baza aplikacji
pt_br: Base do app
ro: Textul de bază al aplicației
ru: Основа приложения
th: ฐานแอป
tr: Uygulama Tabanı
zh_hans: 应用基础
zh_hant: 應用基礎

source: App Icon
de: App-Symbol
es: Icono de la app
fr: Icône de l'app
hr: Ikona aplikacije
id: Ikon Aplikasi
ja: アプリアイコン
ko: 앱 아이콘
ms: Ikon Apl
pl: Ikona aplikacji
pt_br: Ícone do app
ro: Pictograma aplicației
ru: Значок приложения
th: ไอคอนแอป
tr: Uygulama Simgesi
zh_hans: 应用图标
zh_hant: 應用圖標

source: App Lock Timeout
de: App-Sperr-Timeout
es: Tiempo de espera del bloqueo de la app
fil: Timeout ng App Lock
fr: Délai de verrouillage de l'app
hr: Istek zaključavanja aplikacije
id: Batas Waktu Kunci Aplikasi
ja: アプリロックのタイムアウト
ko: 앱 잠금 시간 제한
ms: Tamat Masa Kunci Apl
pl: Limit czasu blokady
pt_br: Tempo para bloquear o app
ro: Expirare blocare aplicație
ru: Тайм-аут блокировки приложения
th: เวลาหมดอายุการล็อกแอป
tr: Uygulama Kilidi Zaman Aşımı
zh_hans: 应用锁定超时
zh_hant: 應用程式鎖定逾時

source: Appearance
de: Erscheinungsbild
es: Apariencia
fil: Hitsura
fr: Apparence
hr: Izgled
id: Tampilan
ja: 外観
ko: 외관
ms: Paparan
pl: Wygląd
pt_br: Aparência
ro: Aspect
ru: Внешний вид
th: ลักษณะที่ปรากฏ
tr: Görünüm
zh_hans: 外观
zh_hant: 外觀

source: Applied automatically when a new session is bound to this group.
de: Wird automatisch angewendet, wenn eine neue Sitzung dieser Gruppe zugewiesen wird.
es: Se aplica automáticamente cuando una sesión nueva se vincula a este grupo.
fil: Awtomatikong ilalapat kapag naitali ang bagong session sa group na ito.
fr: Appliqué automatiquement lorsqu'une nouvelle session est liée à ce groupe.
hr: Primjenjuje se automatski kada se nova sesija poveže s ovom grupom.
id: Diterapkan otomatis saat sesi baru diikat ke grup ini.
ja: 新しいセッションがこのグループにバインドされたときに自動的に適用されます。
ko: 새 세션이 이 그룹에 바인딩될 때 자동으로 적용됩니다.
ms: Digunakan automatik apabila sesi baharu diikat kepada kumpulan ini.
pl: Stosowane automatycznie, gdy nowa sesja zostanie powiązana z tą grupą.
pt_br: Aplicados automaticamente quando uma nova sessão é vinculada a este grupo.
ro: Se aplică automat când o sesiune nouă este asociată acestui grup.
ru: Применяется автоматически при привязке новой сессии к этой группе.
th: ใช้โดยอัตโนมัติเมื่อผูกเซสชันใหม่เข้ากับกลุ่มนี้
tr: Yeni bir oturum bu gruba bağlandığında kendiliğinden uygulanır.
zh_hans: 当新会话绑定到此分组时自动应用。
zh_hant: 當新工作階段綁定到此分組時自動套用。

source: Applies to
de: Gilt für
es: Se aplica a
fil: Naaangkop sa
fr: S'applique à
hr: Odnosi se na
id: Berlaku untuk
ja: 適用対象
ko: 적용 대상
ms: Terpakai untuk
pl: Dotyczy
pt_br: Aplica-se a
ro: Se aplică pentru
ru: Применяется к
th: ใช้กับ
tr: Şunlar için geçerli
zh_hans: 适用范围
zh_hant: 套用對象

source: Apply
de: Anwenden
es: Aplicar
fil: Ilapat
fr: Appliquer
hr: Primijeni
id: Terapkan
ja: 適用
ko: 적용
ms: Guna
pl: Zastosuj
pt_br: Aplicar
ro: Aplică
ru: Применить
th: ใช้
tr: Uygula
zh_hans: 应用
zh_hant: 套用

source: Are you absolutely sure?
de: Bist du dir absolut sicher?
es: ¿Estás totalmente seguro?
fil: Sigurado ka ba talaga?
fr: Êtes-vous absolument sûr ?
hr: Jeste li potpuno sigurni?
id: Apakah Anda benar-benar yakin?
ja: 本当に実行しますか？
ko: 정말 확실합니까?
ms: Adakah anda benar-benar pasti?
pl: Czy na pewno chcesz to zrobić?
pt_br: Tem certeza absoluta?
ro: Ești absolut sigur?
ru: Вы полностью уверены?
th: คุณแน่ใจจริงๆ หรือไม่
tr: Kesinlikle emin misiniz?
zh_hans: 您完全确定吗？
zh_hant: 您完全確定嗎？

source: Are you sure you want to delete "%@"? This action cannot be undone.
de: Möchten Sie „%@“ wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminar "%@"? Esta acción no se puede deshacer.
fil: Sigurado ka bang tatanggalin ang "%@"? Hindi na ito maibabalik.
fr: Voulez-vous vraiment supprimer « %@ » ? Cette action est irréversible.
hr: Jeste li sigurni da želite obrisati "%@"? Ova se radnja ne može poništiti.
id: Yakin ingin menghapus "%@"? Tindakan ini tidak dapat dibatalkan.
ja: 「%@」を削除してもよろしいですか？この操作は取り消せません。
ko: “%@”을(를) 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
ms: Pasti mahu memadam "%@"? Tindakan ini tidak boleh dibatalkan.
pl: Czy na pewno usunąć: "%@"? Tej operacji nie można cofnąć.
pt_br: Tem certeza de que quer excluir "%@"? Esta ação não pode ser desfeita.
ro: Sigur vrei să ștergi: "%@"? Această acțiune nu poate fi anulată.
ru: Удалить «%@»? Это действие нельзя отменить.
th: คุณแน่ใจหรือไม่ว่าต้องการลบ "%@" การกระทำนี้ย้อนกลับไม่ได้
tr: Silmek istediğinizden emin misiniz: "%@"? Bu işlem geri alınamaz.
zh_hans: 确定要删除 “%@” 吗？此操作无法撤销。
zh_hant: 確定要刪除「%@」嗎？此操作無法復原。

source: Are you sure you want to delete this skill? This action cannot be undone.
de: Möchten Sie diese Fähigkeit wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Seguro que quieres eliminar esta habilidad? Esta acción no se puede deshacer.
fil: Sigurado ka bang tatanggalin ang skill na ito? Hindi na ito maibabalik.
fr: Voulez-vous vraiment supprimer cette compétence ? Cette action est irréversible.
hr: Jeste li sigurni da želite obrisati ovu vještinu? Ova se radnja ne može poništiti.
id: Yakin ingin menghapus skill ini? Tindakan ini tidak dapat dibatalkan.
ja: このスキルを削除してもよろしいですか？この操作は取り消せません。
ko: 이 스킬을 삭제하시겠습니까? 이 작업은 취소할 수 없습니다.
ms: Pasti mahu memadam skill ini? Tindakan ini tidak boleh dibatalkan.
pl: Czy na pewno usunąć ten skill? Tej operacji nie można cofnąć.
pt_br: Tem certeza de que quer excluir este skill? Esta ação não pode ser desfeita.
ro: Sigur vrei să ștergi acest skill? Această acțiune nu poate fi anulată.
ru: Удалить этот навык? Это действие нельзя отменить.
th: คุณแน่ใจหรือไม่ว่าต้องการลบ skill นี้ การกระทำนี้ย้อนกลับไม่ได้
tr: Bu skill'i silmek istediğinizden emin misiniz? Bu işlem geri alınamaz.
zh_hans: 确定要删除此技能吗？此操作无法撤销。
zh_hant: 確定要刪除此技能嗎？此操作無法復原。

source: Arguments (space-separated)
de: Argumente (durch Leerzeichen getrennt)
es: Argumentos (separados por espacios)
fil: Mga Argument (pinaghihiwalay ng espasyo)
fr: Arguments (séparés par des espaces)
hr: Argumenti (odvojeni razmakom)
id: Argumen (dipisahkan spasi)
ja: 引数（スペース区切り）
ko: 인수 (공백으로 구분)
ms: Argumen (dipisahkan ruang)
pl: Argumenty (oddzielone spacjami)
pt_br: Argumentos (separados por espaço)
ro: Argumente (separate prin spațiu)
ru: Аргументы (через пробел)
th: อาร์กิวเมนต์ (คั่นด้วยช่องว่าง)
tr: Argümanlar (boşlukla ayrılmış)
zh_hans: 参数（空格分隔）
zh_hant: 參數（空格分隔）

source: Arguments truncated in transit — result may be incomplete
de: Argumente bei der Übertragung abgeschnitten — das Ergebnis ist möglicherweise unvollständig
es: Los argumentos se truncaron en tránsito; el resultado puede estar incompleto
fil: Naputol ang mga argument sa transit — maaaring kulang ang resulta
fr: Arguments tronqués en transit — le résultat peut être incomplet
hr: Argumenti su skraćeni tijekom prijenosa — rezultat može biti nepotpun
id: Argumen terpotong saat transit — hasil mungkin tidak lengkap
ja: 転送中に引数が切り詰められました。結果が不完全な可能性があります
ko: 전송 중 인수가 잘렸습니다. 결과가 불완전할 수 있습니다
ms: Argumen dipotong semasa transit — keputusan mungkin tidak lengkap
pl: Argumenty obcięte w transmisji — wynik może być niepełny
pt_br: Argumentos truncados no caminho — o resultado pode estar incompleto
ro: Argumente trunchiate în tranzit — rezultatul poate fi incomplet
ru: Аргументы обрезаны при передаче — результат может быть неполным
th: อาร์กิวเมนต์ถูกตัดระหว่างส่ง — ผลลัพธ์อาจไม่สมบูรณ์
tr: Argümanlar aktarımda kesildi — sonuç eksik olabilir
zh_hans: 参数在传输过程中被截断，结果可能不完整
zh_hant: 引數在傳輸途中被截斷，結果可能不完整

source: Ascending
de: Aufsteigend
es: Ascendente
fil: Pataas
fr: Croissant
hr: Uzlazno
id: Menaik
ja: 昇順
ko: 오름차순
ms: Menaik
pl: Rosnąco
pt_br: Crescente
ro: Crescător
ru: По возрастанию
th: จากน้อยไปมาก
tr: Artan
zh_hans: 升序
zh_hant: 升序

source: Ask Minis
de: Minis fragen
es: Preguntar a Minis
fil: Tanungin ang Minis
fr: Demander à Minis
hr: Pitaj Minis
id: Tanya Minis
ja: Minis に聞く
ko: Minis에게 묻기
ms: Tanya Minis
pl: Zapytaj Minis
pt_br: Perguntar ao Minis
ro: Întreabă Minis
ru: Спросить Minis
th: ถาม Minis
tr: Minis'e Sor
zh_hans: 询问 Minis
zh_hant: 詢問 Minis

source: Ask Once
de: Einmal fragen
es: Preguntar una vez
fil: Magtanong Minsan
fr: Demander une fois
hr: Pitaj jednom
id: Tanya Sekali
ja: 毎回確認
ko: 한 번 묻기
ms: Tanya Sekali
pl: Pytaj najpierw
pt_br: Perguntar antes
ro: Întreabă mai întâi
ru: Спросить один раз
th: ถามครั้งเดียว
tr: Önce Sor
zh_hans: 每次询问
zh_hant: 每次詢問

source: Associated Files
de: Zugehörige Dateien
es: Archivos asociados
fil: Mga Kaugnay na File
fr: Fichiers associés
hr: Povezane datoteke
id: File Terkait
ja: 関連ファイル
ko: 연결된 파일
ms: File Berkaitan
pl: Powiązane pliki
pt_br: Arquivos associados
ro: Fișiere asociate
ru: Связанные файлы
th: ไฟล์ที่เกี่ยวข้อง
tr: İlişkili Dosyalar
zh_hans: 关联文件
zh_hant: 關聯檔案

source: Associated with session
de: Mit Sitzung verknüpft
es: Asociado a la sesión
fil: Kaugnay ng session
fr: Associé à la session
hr: Povezano sa sesijom
id: Terkait dengan sesi
ja: セッションに関連付け
ko: 세션과 연결됨
ms: Berkaitan dengan sesi
pl: Powiązane z sesją
pt_br: Associado à sessão
ro: Asociat cu sesiunea
ru: Связано с сессией
th: เกี่ยวข้องกับเซสชัน
tr: Oturumla ilişkili
zh_hans: 关联到会话
zh_hant: 關聯到工作階段

source: Attachments
de: Anhänge
es: Adjuntos
fil: Mga Attachment
fr: Pièces jointes
hr: Privici
id: Lampiran
ja: 添付ファイル
ko: 첨부 파일
ms: Lampiran
pl: Załączniki
pt_br: Anexos
ro: Atașamente
ru: Вложения
th: ไฟล์แนบ
tr: Ekler
zh_hans: 附件
zh_hant: 附件

source: Audio generation
de: Audiogenerierung
es: Generación de audio
fil: Paggawa ng audio
fr: Génération audio
hr: Generiranje zvuka
id: Pembuatan audio
ja: 音声生成
ko: 오디오 생성
ms: Penjanaan audio
pl: Generowanie dźwięku
pt_br: Geração de áudio
ro: Generare audio
ru: Генерация аудио
th: การสร้างเสียง
tr: Ses üretimi
zh_hans: 音频生成
zh_hant: 音訊生成

source: Audio input
de: Audioeingabe
es: Entrada de audio
fr: Audio en entrée
hr: Zvučni ulaz
id: Masukan audio
ja: 音声入力
ko: 오디오 입력
ms: Input audio
pl: Wejście dźwięku
pt_br: Entrada de áudio
ro: Intrare audio
ru: Аудиовход
th: อินพุตเสียง
tr: Ses girişi
zh_hans: 音频输入
zh_hant: 音頻輸入

source: Audio output
de: Audioausgabe
es: Salida de audio
fr: Audio en sortie
hr: Zvučni izlaz
id: Keluaran audio
ja: 音声出力
ko: 오디오 출력
ms: Output audio
pl: Wyjście dźwięku
pt_br: Saída de áudio
ro: Ieșire audio
ru: Аудиовыход
th: เอาต์พุตเสียง
tr: Ses çıkışı
zh_hans: 音频输出
zh_hant: 音頻輸出

source: Auth Method
de: Authentifizierungsmethode
es: Método de autenticación
fil: Paraan ng Auth
fr: Méthode d'authentification
hr: Način autentifikacije
id: Metode Autentikasi
ja: 認証方法
ko: 인증 방식
ms: Kaedah Pengesahan
pl: Metoda uwierzytelniania
pt_br: Método de autenticação
ro: Metodă de autentificare
ru: Метод аутентификации
th: วิธียืนยันตัวตน
tr: Kimlik Doğrulama Yöntemi
zh_hans: 认证方式
zh_hant: 認證方式

source: Authenticated
de: Authentifiziert
es: Autenticado
fil: Na-authenticate
fr: Authentifié
hr: Autentificirano
id: Terautentikasi
ja: 認証済み
ko: 인증됨
ms: Disahkan
pl: Uwierzytelniono
pt_br: Autenticado
ro: Autentificat
ru: Аутентифицирован
th: ยืนยันตัวตนแล้ว
tr: Kimlik doğrulandı
zh_hans: 已认证
zh_hant: 已認證

source: Authenticated (manual token)
de: Authentifiziert (manuelles Token)
es: Autenticado (token manual)
fil: Na-authenticate (manual na token)
fr: Authentifié (jeton manuel)
hr: Autentificirano (ručni token)
id: Terautentikasi (token manual)
ja: 認証済み（手動トークン）
ko: 인증됨 (수동 토큰)
ms: Disahkan (token manual)
pl: Uwierzytelniono (token ręczny)
pt_br: Autenticado (token manual)
ro: Autentificat (token manual)
ru: Аутентифицировано (ручной токен)
th: ยืนยันตัวตนแล้ว (โทเคนแบบกำหนดเอง)
tr: Kimlik doğrulandı (elle token)
zh_hans: 已认证（手动令牌）
zh_hant: 已驗證（手動權杖）

source: Authentication
de: Authentifizierung
es: Autenticación
fr: Authentification
hr: Autentifikacija
id: Autentikasi
ja: 認証
ko: 인증
ms: Pengesahan
pl: Uwierzytelnianie
pt_br: Autenticação
ro: Autentificare
ru: Аутентификация
th: การยืนยันตัวตน
tr: Kimlik Doğrulama
zh_hans: 认证
zh_hant: 認證

source: Authentication failed, please check the API key
de: Authentifizierung fehlgeschlagen, bitte überprüfe den API-Schlüssel
es: Falló la autenticación; comprueba la clave de API
fil: Nabigo ang authentication, pakisuri ang API key
fr: Échec de l’authentification, veuillez vérifier la clé API
hr: Autentifikacija neuspjela, provjerite API ključ
id: Autentikasi gagal, silakan periksa kunci API
ja: 認証に失敗しました。API キーを確認してください
ko: 인증에 실패했습니다. API 키를 확인하세요
ms: Pengesahan gagal, sila semak kunci API
pl: Uwierzytelnianie nie powiodło się, sprawdź klucz API
pt_br: Falha na autenticação, verifique a chave de API
ro: Autentificarea a eșuat, verifică cheia API
ru: Ошибка аутентификации, проверьте ключ API
th: การยืนยันตัวตนล้มเหลว โปรดตรวจสอบคีย์ API
tr: Kimlik doğrulama başarısız, lütfen API anahtarını denetleyin
zh_hans: 认证失败，请检查 API Key
zh_hant: 認證失敗，請檢查 API Key

source: Authentication failed. Tap to try again.
de: Authentifizierung fehlgeschlagen. Zum erneuten Versuch tippen.
es: Falló la autenticación. Toca para intentarlo de nuevo.
fil: Nabigo ang authentication. I-tap para subukan ulit.
fr: Échec de l'authentification. Touchez pour réessayer.
hr: Autentifikacija neuspjela. Dodirnite za ponovni pokušaj.
id: Autentikasi gagal. Ketuk untuk mencoba lagi.
ja: 認証に失敗しました。タップして再試行します。
ko: 인증에 실패했습니다. 탭하여 다시 시도하십시오.
ms: Pengesahan gagal. Ketik untuk cuba lagi.
pl: Uwierzytelnianie nie powiodło się. Dotknij, aby spróbować ponownie.
pt_br: Falha na autenticação. Toque para tentar de novo.
ro: Autentificarea a eșuat. Atinge pentru a reîncerca.
ru: Ошибка аутентификации. Нажмите, чтобы повторить.
th: การยืนยันตัวตนล้มเหลว แตะเพื่อลองอีกครั้ง
tr: Kimlik doğrulama başarısız. Yeniden denemek için dokunun.
zh_hans: 验证失败。点按以重试。
zh_hant: 驗證失敗。點一下重試。

source: Authorization
de: Autorisierung
es: Autorización
fil: Awtorisasyon
fr: Autorisation
hr: Autorizacija
id: Otorisasi
ja: 認証
ko: 인증
ms: Kebenaran
pl: Autoryzacja
pt_br: Autorização
ro: Autorizare
ru: Авторизация
th: การให้สิทธิ์
tr: Yetkilendirme
zh_hans: 授权
zh_hant: 授權

source: Authorization Endpoint (https://…/authorize)
de: Autorisierungs-Endpunkt (https://…/authorize)
es: Endpoint de autorización (https://…/authorize)
fr: Point de terminaison d'autorisation (https://…/authorize)
hr: Krajnja točka autorizacije (https://…/authorize)
id: Endpoint Otorisasi (https://…/authorize)
ja: 認証エンドポイント (https://…/authorize)
ko: 인증 엔드포인트 (https://…/authorize)
ms: Endpoint Kebenaran (https://…/authorize)
pl: Punkt końcowy autoryzacji (https://…/authorize)
pt_br: Endpoint de autorização (https://…/authorize)
ro: Endpoint de autorizare (https://…/authorize)
ru: Точка доступа авторизации (https://…/authorize)
th: เอนด์พอยต์การให้สิทธิ์ (https://…/authorize)
tr: Yetkilendirme Uç Noktası (https://…/authorize)
zh_hans: 授权端点 (https://…/authorize)
zh_hant: 授權端點 (https://…/authorize)

source: Authorization Endpoint must be a valid https URL.
de: Der Autorisierungs-Endpunkt muss eine gültige https-URL sein.
es: El endpoint de autorización debe ser una URL https válida.
fil: Dapat wastong https URL ang Authorization Endpoint.
fr: Le point de terminaison d'autorisation doit être une URL https valide.
hr: Krajnja točka autorizacije mora biti valjani https URL.
id: Endpoint Otorisasi harus berupa URL https yang valid.
ja: 認証エンドポイントは有効な https URL である必要があります。
ko: 인증 엔드포인트는 유효한 https URL이어야 합니다.
ms: Endpoint Kebenaran mesti URL https yang sah.
pl: Punkt końcowy autoryzacji musi być prawidłowym adresem https.
pt_br: O endpoint de autorização precisa ser uma URL https válida.
ro: Endpoint-ul de autorizare trebuie să fie o adresă https validă.
ru: Точка доступа авторизации должна быть корректным https-адресом.
th: เอนด์พอยต์การให้สิทธิ์ต้องเป็น URL https ที่ถูกต้อง
tr: Yetkilendirme Uç Noktası geçerli bir https URL'si olmalı.
zh_hans: 授权端点必须是有效的 https 链接。
zh_hant: 授權端點必須是有效的 https 網址。

source: Authorization failed: %@
de: Autorisierung fehlgeschlagen: %@
es: Falló la autorización: %@
fil: Nabigo ang awtorisasyon: %@
fr: Échec de l'autorisation : %@
hr: Autorizacija neuspjela: %@
id: Otorisasi gagal: %@
ja: 認証に失敗しました：%@
ko: 인증에 실패했습니다: %@
ms: Kebenaran gagal: %@
pl: Autoryzacja nie powiodła się: %@
pt_br: Falha na autorização: %@
ro: Autorizarea a eșuat: %@
ru: Ошибка авторизации: %@
th: การให้สิทธิ์ล้มเหลว: %@
tr: Yetkilendirme başarısız: %@
zh_hans: 授权失败：%@
zh_hant: 授權失敗：%@

source: Authorization was cancelled.
de: Die Autorisierung wurde abgebrochen.
es: Se canceló la autorización.
fil: Kinansela ang awtorisasyon.
fr: L'autorisation a été annulée.
hr: Autorizacija je otkazana.
id: Otorisasi dibatalkan.
ja: 認証がキャンセルされました。
ko: 인증이 취소되었습니다.
ms: Kebenaran dibatalkan.
pl: Autoryzacja została anulowana.
pt_br: A autorização foi cancelada.
ro: Autorizarea a fost anulată.
ru: Авторизация была отменена.
th: การให้สิทธิ์ถูกยกเลิก
tr: Yetkilendirme iptal edildi.
zh_hans: 授权已取消。
zh_hant: 授權已取消。

source: Authorize…
de: Autorisieren…
es: Autorizar…
fil: Payagan…
fr: Autoriser…
hr: Autoriziraj…
id: Otorisasi…
ja: 認証…
ko: 인증…
ms: Beri Kebenaran…
pl: Autoryzuj…
pt_br: Autorizar…
ro: Autorizează…
ru: Авторизовать…
th: ให้สิทธิ์…
tr: Yetkilendir…
zh_hans: 授权…
zh_hant: 授權…

source: Authorized
de: Autorisiert
es: Autorizado
fil: Pinayagan
fr: Autorisé
hr: Autorizirano
id: Diotorisasi
ja: 認可済み
ko: 승인됨
ms: Dibenarkan
pl: Autoryzowano
pt_br: Autorizado
ro: Autorizat
ru: Авторизовано
th: ให้สิทธิ์แล้ว
tr: Yetkilendirildi
zh_hans: 已授权
zh_hant: 已授權

source: Auto
de: Automatisch
es: Automático
fr: Automatique
hr: Automatski
id: Otomatis
ja: 自動
ko: 자동
pl: Automatycznie
pt_br: Automático
ro: Automat
ru: Авто
th: อัตโนมัติ
tr: Otomatik
zh_hans: 自动
zh_hant: 自動

source: Auto Append "/v1"
de: „/v1“ automatisch anhängen
es: Añadir "/v1" automáticamente
fil: Awtomatikong Idagdag ang "/v1"
fr: Ajouter « /v1 » automatiquement
hr: Automatski dodaj "/v1"
id: Tambahkan "/v1" Otomatis
ja: 「/v1」を自動追加
ko: "/v1" 자동 추가
ms: Tambah "/v1" Automatik
pl: Automatycznie dodawaj „/v1”
pt_br: Acrescentar “/v1” automaticamente
ro: Adaugă automat „/v1”
ru: Автоматически добавлять «/v1»
th: เพิ่ม "/v1" อัตโนมัติ
tr: "/v1" Sonekini Otomatik Ekle
zh_hans: 自动附加 "/v1"
zh_hant: 自動附加 "/v1"
